{
  "I18n": {
    "English": "Englisch",
    "Arabic": "Arabisch",
    "German": "Deutsch"
  },
  "Common": {
    "essential-cookies-accept": "Wir verwenden <important>Essenzielle Cookies: Sitzungs- oder Lastverteilungscookies, die das ordnungsgemäße Funktionieren der Website ermöglichen</important>. Diese verfolgen kein individuelles Verhalten und speichern keine personenbezogenen Daten.",
    "agree": "Zustimmen"
  },
  "HomePage": {
    "menu": "Menü",
    "home": "Startseite",
    "services": "Dienstleistungen",
    "about-us": "Über uns",
    "contact-us": "Kontaktieren Sie uns",
    "book-a-meeting": "Ein Meeting buchen",
    "why-choose-kaizn": "Warum KAIIZN wählen?",
    "seamless-tech-solutions": "Nahtlose technische Lösungen",
    "seamless-tech-solutions-desc": "Spezialisiert auf Web3- & KI-Innovationen, Full-Stack Web2-Entwicklung und DevOps-Lösungen. Wir vereinfachen Komplexität, verbessern die Skalierbarkeit und erzielen messbaren Erfolg mit modernster Technologie.",
    "web3-ai-powered": "Web3 & KI-unterstützte Innovationen",
    "e2e-web2-dev": "End-to-End Web2-Entwicklung & DevOps",
    "resource-optimization": "Intelligente Ressourcennutzung",
    "resource-optimization-desc": "Unternehmen mit strategischem Ressourcenmanagement befähigen, um maximale Effizienz, Skalierbarkeit und nachhaltiges Wachstum zu gewährleisten. Unser datengestützter Ansatz optimiert Investitionen für langfristigen Erfolg.",
    "performance-driven-planning": "Leistungsorientierte strategische Planung",
    "agile-scalability": "Agile Skalierbarkeit & adaptive Flexibilität",
    "custom-tech-solutions": "Maßgeschneiderte technische Lösungen",
    "custom-tech-solutions-desc": "Entwicklung eleganter, benutzerzentrierter Oberflächen, skalierbarer Backends und nahtloser Bereitstellungen, alle unterstützt durch erfahrene DevOps. Unsere Lösungen sind für Agilität, Effizienz und langfristigen Erfolg ausgelegt.",
    "data-driven-optimization": "Datengetriebenes Performance-Optimierung",
    "scalable-architecture": "Skalierbare, zukunftssichere Architektur",
    "our-company-offerings": "Unsere umfassenden Angebote",
    "our-company-offerings-desc": "Kaiizn verpflichtet sich, innovative und hochwertige Softwarelösungen zu liefern, die auf die modernen technologischen Anforderungen zugeschnitten sind. Unsere Dienstleistungen sind darauf ausgelegt, sich an die Bedürfnisse Ihres Unternehmens anzupassen und sicherzustellen, dass Sie in einer sich ständig weiterentwickelnden digitalen Landschaft immer einen Schritt voraus sind.",
    "our-services": "UNSERE DIENSTLEISTUNGEN",
    "tech-innovators": "Technologie-Innovatoren",
    "tech-innovators-desc": "Wir entwickeln innovative Web3-, KI- und cloudbasierte Lösungen, die skalierbare und leistungsstarke digitale Transformation vorantreiben 🚀",
    "full-stack-dev": "Full-Stack-Entwicklung & DevOps",
    "full-stack-dev-desc": "Expertenlösungen für Frontend, Backend und DevOps-Automatisierung zum Erstellen, Bereitstellen und Warten sicherer und skalierbarer Webanwendungen 🔐",
    "cloud-optimization": "Cloud-Migration & Optimierung",
    "cloud-optimization-desc": "Mühelose Migration zu Azure, AWS und GCP mit kosteneffizienten Cloud-Strategien zur Verbesserung von Leistung, Sicherheit und Skalierbarkeit ☁️",
    "security-compliance": "Sicherheit & Compliance",
    "security-compliance-desc": "Erweiterte Penetrationstests und Compliance-Rahmenwerke (PCI, ISO 27001), um kritische Daten zu schützen und die vollständige regulatorische Compliance zu gewährleisten 🛡️",
    "business-analysis-management": "Business-Analyse & Projektmanagement",
    "business-analysis-management-desc": "Widmeten Business-Analysten und Projektmanagern zur Optimierung von Workflows, Verfeinerung von Anforderungen und Sicherstellung einer reibungslosen Projektumsetzung 📊",
    "operational-support-and-monitoring": "24/7 Betriebssupport & Überwachung",
    "operational-support-and-monitoring-desc": "Unser Expertenteam für DevOps bietet Echtzeitüberwachung, schnelle Incident-Beseitigung und Performance-Optimierung – rund um die Uhr ⚡",
    "elite-talent": "ELITE-TALENTE",
    "unlock-world": "Entfesseln Sie Weltklasse-Talente und hochmoderne Lösungen, um das Wachstum Ihres Unternehmens zu beschleunigen und gewagte Visionen in die Realität umzusetzen",
    "connect": "Kontakt",
    "solutions": "Lösungen"
  },
  "ContactPage": {
    "contact-us": "Kontaktieren Sie uns",
    "name": "Name",
    "email": "E-Mail",
    "country": "Land",
    "phone-number": "Telefonnummer",
    "tell-us-more": "Erzählen Sie uns mehr",
    "send": "Senden",
    "our-comprehensive-offerings": "Unsere umfassenden Angebote",
    "our-comprehensive-offerings-desc": "Kaiizn verpflichtet sich, innovative und hochwertige Softwarelösungen zu liefern, die auf moderne technologische Anforderungen zugeschnitten sind. Unsere Dienstleistungen sind darauf ausgelegt, sich an die Bedürfnisse Ihres Unternehmens anzupassen und sicherzustellen, dass Sie in einer sich ständig weiterentwickelnden digitalen Landschaft immer einen Schritt voraus sind."
  }
}
